[
    {
        "nid": "Sam",
        "name": "Sam",
        "title": "Sam",
        "category": "Character",
        "text": "The Resistance's leader, tactician, and part-time healer. Driven to root the Empire from Kerala. Cunning and ambitious."
    },
    {
        "nid": "Ophie",
        "name": "Ophie",
        "title": "Ophie",
        "category": "Character",
        "text": "An orphan raised in a Keralan monastery. Trained by the monks in the sacred Way of the Blade. A competent swordsman who yearns to right injustice."
    },
    {
        "nid": "Prim",
        "name": "Prim",
        "title": "Prim",
        "category": "Character",
        "text": "An orphan raised in a Keralan monastery. Learned healing magic from the nuns. Energetic and bright."
    },
    {
        "nid": "Joel",
        "name": "Joel",
        "title": "Joel",
        "category": "Character",
        "text": "A charismatic rogue and former sailor. When Kerala was invaded by the Empire, he joined up with the Resistance, unwilling to see his homeland languish under Imperial rule."
    },
    {
        "nid": "Nia",
        "name": "Nia",
        "title": "Nia",
        "category": "Character",
        "text": "A skittish archer who grew up alone in the dense Keralan forests. At home there and nowhere else, it's a mystery why she joined up with the Resistance in the first place."
    },
    {
        "nid": "Althea",
        "name": "Althea",
        "title": "Althea",
        "category": "Character",
        "text": "The last surviving member of the Keralan royal family. Although her tale is steeped in tragedy, she has not let it bring her down. A shy but kind-hearted young woman."
    },
    {
        "nid": "Drake",
        "name": "Drake",
        "title": "Drake",
        "category": "Character",
        "text": "A disgraced former Imperial soldier. Unable to stomach the Empire's execution of the Keralan royal family, he rescued Althea and fled. Stern and serious."
    },
    {
        "nid": "Theo",
        "name": "Theo",
        "title": "Theo",
        "category": "Character",
        "text": "A reserved but well-mannered individual who would've preferred a life of quiet contemplation. He is the Resistance's scholar, navigator, and engineer."
    },
    {
        "nid": "Renae",
        "name": "Renae",
        "title": "Renae",
        "category": "Character",
        "text": "An impulsive thief with a large collection of knives. Has a bad habit of 'borrowing' other's stuff."
    },
    {
        "nid": "Eliza",
        "name": "Eliza",
        "title": "Eliza",
        "category": "Character",
        "text": "A sarcastic and moody soldier who struggles with an inferiority complex."
    },
    {
        "nid": "Kayla",
        "name": "Kayla",
        "title": "Kayla",
        "category": "Character",
        "text": "A mage in the employ of the Confederacy of Free Cities. Currently serving as the Confederacy's liason to the Resistance. Manipulative but oddly romantic."
    },
    {
        "nid": "Coyote",
        "name": "Coyote",
        "title": "Coyote",
        "category": "Character",
        "text": "A quiet, brooding man with a mysterious past. Works undercover for the Confederacy."
    },
    {
        "nid": "Kiley",
        "name": "Kiley",
        "title": "Captain Kiley",
        "category": "Character",
        "text": "A wandering legend, more myth than man. Although raised in a pirate famility, Kiley wanted nothing to do with the sea. Instead he led his crew inland, raiding mountain towns and valley hamlets alike. His storied accomplishments and odd mannerisms have led him the epithet, the \"Kiley the Land Pirate\"."
    },
    {
        "nid": "Vagnius",
        "name": "Vagnius",
        "title": "Colonel Vagnius",
        "category": "Character",
        "text": "Duke Ulver's right-hand man. However, Vagnius harbors aspirations of his own. Conniving and ambitious, he is willing to do anything to achieve his goals."
    },
    {
        "nid": "Ulver",
        "name": "Ulver",
        "title": "Duke Ulver",
        "category": "Character",
        "text": "Second only to the Empress herself, Ulver rules the Empire's colony of Kerala with an iron fist. He is strong-willed and stubborn, but extremely loyal to the Empire."
    },
    {
        "nid": "Kerala",
        "name": "Kerala",
        "title": "Kerala",
        "category": "Nation",
        "text": "Kerala was once an independant, peaceful nation of poets and philosophers, ruled by the benevolent Lion King. When the Empire attacked, the reigning King surrendered without a fight. Now Kerala is merely another colony of the Empire."
    },
    {
        "nid": "Empire",
        "name": "Empire",
        "title": "The Empire",
        "category": "Nation",
        "text": "Once small but fiercely militaristic, the Empire began conquering other nearby nations for resources. Now a large and powerful nation, the Empire's only remaining adversary on the continent is the Confederacy of Free States."
    },
    {
        "nid": "CFS",
        "name": "CFS",
        "title": "Confederacy of Free States",
        "category": "Nation",
        "text": "A league of independent nations which have banded together for their own survival against the encroach of the warmongering Empire. However, they are plagued by internal diplomatic strife, as various factions wrest for control of the league."
    },
    {
        "nid": "Podoma",
        "name": "Podoma",
        "title": "Podoma",
        "category": "Location",
        "text": "A middling, pastoral town near the Resistance base. The Resistance rescued Althea from the Empire here."
    },
    {
        "nid": "Rajas",
        "name": "Rajas",
        "title": "Rajas",
        "category": "Location",
        "text": "The bustling capitol of Kerala. In legends, it is said that the Moon King himself erected the palace out of heavenly stone. Of course, now it is the seat of power for Duke Ulver and the Imperial hold on Kerala."
    },
    {
        "nid": "Tyrana",
        "name": "Tyrana",
        "title": "Tyrana",
        "category": "Location",
        "text": "Near the foreboding, snowy peaks of the Ghat mountains lies the Tyrana prison. Run by the cruel warden Razia, it houses the political prisoners of the Empire, who are forced to work in the mines."
    },
    {
        "nid": "Enemy Phase Doubling",
        "name": "Def Doubling",
        "title": "Enemy Phase Doubling",
        "category": "Guide",
        "text": "While attacking, units will {red}double{/red} when they have {green}4{/green} or more attack speed than their opponent.{br}While defending, units are unable to double, no matter their attack speed."
    },
    {
        "nid": "Magic",
        "name": "Magic",
        "title": "Magic",
        "category": "Guide",
        "text": "Magic behaves differently in the Lion Throne. There are three types of magic:{br}    Light magic{br}    Anima magic{br}    Dark magic\nLight magic has healing and other buffs. Anima magic has AOE spells. Dark magic has long-range damage and debuffs.{br}Light > Anima > Dark > Light."
    },
    {
        "nid": "Magic Wards",
        "name": "Magic Wards",
        "title": "Magic Wards",
        "category": "Guide",
        "text": "Mages can wield two kinds of tomes, wards and spells.{br}Wards behave like normal weapons, although they do not have any weapon weight.\nThey are good for dealing damage in both player and enemy phase.{br}All wards have \"Ward\" in their name. "
    },
    {
        "nid": "Magic Spells",
        "name": "Magic Spells",
        "title": "Magic Spells",
        "category": "Guide",
        "text": "Mages can wield two kinds of tomes, wards and spells.{br}Spells can do many different things, but only on player phase.\nIf a unit is attacked on enemy phase, they will switch to the first available ward in their inventory.{br}If they do not have a ward, they will be unable to counterattack."
    },
    {
        "nid": "Turnwheel",
        "name": "Turnwheel",
        "title": "Turnwheel",
        "category": "Guide",
        "text": "The Lion Throne gives you access to the {red}Turnwheel{/red}. This command allows you to rewind time and retry your strategy if the first time didn't go according to plan.{br}Each chapter you clear grants an additional turnwheel charge."
    },
    {
        "nid": "Bows",
        "name": "Bows",
        "title": "Bows",
        "category": "Guide",
        "text": "All bows have 2-3 range at base. This allows bow users to outrange all other 1-2 range weapons.{br}However, bows are not effective against fliers, so watch out!"
    },
    {
        "nid": "Skills",
        "name": "Skills",
        "title": "Skills",
        "category": "Guide",
        "text": "All members of a class share the same set of skills.{br}Skills are gained at level {green}1{/green} and {green}5{/green} for base classes, and level {green}5{/green} for promoted classes. "
    },
    {
        "nid": "Feats",
        "name": "Feats",
        "title": "Feats",
        "category": "Guide",
        "text": "Your characters will also get the ability to choose a feat upon reaching certain levels.{br}Level {green}8{/green} for base classes and level {green}3{/green} and {green}8{/green} for promoted classes.{br}Feats allow you to choose a permanent bonus to a stat, like STR +2 or SKL +3."
    },
    {
        "nid": "Combat Arts",
        "name": "Combat Arts",
        "title": "Combat Arts",
        "category": "Guide",
        "text": "Certain skills are combat arts rather than passive bonuses.{br}These can be activated by their user when fully charged, and will modify their next attack.\nCombat arts start uncharged, and gain charge equal to their user's {green}SKL{/green} whenever their user is in combat, whether attacking or not."
    },
    {
        "nid": "Promotion",
        "name": "Promotion",
        "title": "Promotion",
        "category": "Guide",
        "text": "Your characters will automatically promote when they would reach level {green}11{/green}.{br}No promotion items needed."
    },
    {
        "nid": "Exp Curve",
        "name": "Exp Curve",
        "title": "Exp Curve",
        "category": "Guide",
        "text": "The Lion Throne features a different experience curve than other games, which makes training underleveled units easier.{br}It is highly recommended to train ALL your units."
    },
    {
        "nid": "Escape",
        "name": "Escape",
        "title": "Escape",
        "category": "Guide",
        "text": "Some chapters will have the \"Escape\" objective.{br}This requires {red}ALL{/red} your units to reach the escape point - the yellow highlighted tile - though in no particular order."
    },
    {
        "nid": "Unarmed Combat",
        "name": "Unarmed",
        "title": "Unarmed Combat",
        "category": "Guide",
        "text": "Don't! Units will suffer 2x weapon disadvantage in combat while unarmed."
    },
    {
        "nid": "Party Size",
        "name": "Party Size",
        "title": "Party Size",
        "category": "Guide",
        "text": "In addition to the required units, you must also make sure that you don't lose too many units in your party.{br}You can check the required number of units in the \"Objective\" menu."
    }
]